{
  "text": [
    {
      "name": "froggy",
      "description": "Bien joué, vous avez terminé la partie !",
      "sound": "../sounds/froggy_fr.mp3"
    },
    {
      "name": "rateau",
      "description": "Le rateau est un outil de jardinage utilisé pour ratisser les feuilles mortes ou le gazon.",
      "sound": "../sounds/rateau_fr.mp3"
    },
    {
      "name": "arrosoir",
      "description": "L'arrosoir est un récipient muni d'une anse et d'un bec verseur, utilisé pour arroser les plantes.",
      "sound": "../sounds/arrosoir_fr.mp3"
    },
    {
      "name": "solaire",
      "description": "L'énergie solaire est produite à partir de la lumière du soleil, captée par des panneaux solaires pour générer de l'électricité.",
      "sound": "../sounds/solaire_fr.mp3"
    },
    {
      "name": "eolienne",
      "description": "L'énergie éolienne est produite par la force du vent et captée par des éoliennes pour produire de l'électricité.",
      "sound": "../sounds/eolienne_fr.mp3"
      
    },
    {
      "name": "hydraulique",
      "description": "L'énergie hydraulique est produite par la force de l'eau en mouvement, utilisée dans les barrages hydroélectriques pour produire de l'électricité.",
      "sound": "../sounds/hydraulique_fr.mp3"
    },
    {
      "name": "biomasse",
      "description": "La biomasse est une énergie produite à partir de la matière organique, telle que le bois, les déchets agricoles et les déchets urbains, transformée en combustible ou en biogaz.",
      "sound": "../sounds/biomasse_fr.mp3"
    },
    {
      "name": "geothermique",
      "description": "L'énergie géothermique est produite par la chaleur de la Terre, exploitée à travers des centrales géothermiques pour produire de la chaleur ou de l'électricité.",
      "sound": "../sounds/geothermique_fr.mp3"
    },
    {
      "name": "seau",
      "description": "Un seau est un conteneur utile pour transporter de l'eau, collecter les déchets de jardin, stocker les outils et recueillir les récoltes.",
      "sound": "../sounds/seau_fr.mp3"
    },
    {
      "name": "fourche",
      "description": "Une fourche est un outil à dents utilisé pour aérer le sol, briser les mottes et déraciner les mauvaises herbes dans le jardin.",
      "sound": "../sounds/fourche_fr.mp3"
    },
    {
      "name": "balai",
      "description": "Un balai à feuilles est un outil utilisé pour rassembler et nettoyer les feuilles mortes, les débris et autres détritus du jardin, facilitant ainsi le maintien d'un espace extérieur propre et ordonné.",
      "sound": "../sounds/balais_fr.mp3"
    },
    {
      "name": "feuilles_mortes",
      "description": "Les feuilles mortes sont une source de matière organique précieuse pour le compostage, fournissant des nutriments essentiels et favorisant la santé du sol dans le jardin.",
      "sound": "../sounds/feuille_fr.mp3"
    },
    {
      "name": "laitue",
      "description": "La laitue est une plante à feuilles vertes et croquantes souvent utilisée comme base pour les salades. Elle est riche en fibres, en vitamines et en minéraux, ce qui en fait un excellent ajout à un régime alimentaire équilibré.",
      "sound": "../sounds/laitue_fr.mp3"
    },
    {
      "name": "tomate",
      "description": "La tomate est un fruit rouge et juteux que l'on trouve dans les jardins. On peut la manger crue dans les salades ou cuite dans les sauces et les soupes.",
      "sound": "../sounds/tomate_fr.mp3"
    },
    {
      "name": "oeuf",
      "description": "L'œuf est un aliment polyvalent, produit par certaines espèces d'oiseaux et de reptiles. Riche en protéines, vitamines et minéraux, il peut être consommé de diverses manières : bouilli, poché, frit ou utilisé comme ingrédient dans de nombreux plats.",
      "sound": "../sounds/oeuf_fr.mp3"
    }
  ]
}
