{
  "text": [
    {
      "name": "froggy",
      "description": "Well done, you have completed the game!",
      "sound": "../sounds/froggy_en.mp3"
    },
    {
      "name": "rateau",
      "description": "A rake is a gardening tool used for raking dead leaves or grass.",
      "sound": "../sounds/rateau_en.mp3"
    },
    {
      "name": "arrosoir",
      "description": "A watering can is a container with a handle and a spout, used for watering plants.",
      "sound": "../sounds/arrosoir_en.mp3"
    },
    {
      "name": "solaire",
      "description": "Solar energy is produced from sunlight, captured by solar panels to generate electricity.",
      "sound": "../sounds/solaire_en.mp3"
    },
    {
      "name": "eolienne",
      "description": "Wind energy is produced by the force of the wind and captured by wind turbines to generate electricity.",
      "sound": "../sounds/eolienne_en.mp3"
    },
    {
      "name": "hydraulique",
      "description": "Hydraulic energy is produced by the force of moving water, used in hydroelectric dams to generate electricity.",
      "sound": "../sounds/hydraulique_en.mp3"
    },
    {
      "name": "biomasse",
      "description": "Biomass is energy produced from organic matter, such as wood, agricultural waste, and urban waste, transformed into fuel or biogas.",
      "sound": "../sounds/biomasse_en.mp3"
    },
    {
      "name": "geothermique",
      "description": "Geothermal energy is produced by the heat of the Earth, harnessed through geothermal power plants to produce heat or electricity.",
      "sound": "../sounds/geothermique_en.mp3"
    },
    {
      "name": "seau",
      "description": "A bucket is a useful container for carrying water, collecting garden waste, storing tools, and gathering harvests.",
      "sound": "../sounds/seau_en.mp3"
    },
    {
      "name": "fourche",
      "description": "A pitchfork is a tool with prongs used for aerating soil, breaking up clumps, and uprooting weeds in the garden.",
      "sound": "../sounds/fourche_en.mp3"
    },
    {
      "name": "balai",
      "description": "A leaf broom is a tool used to gather and clean up dead leaves, debris, and other garden litter, thus facilitating the maintenance of a clean and orderly outdoor space.",
      "sound": "../sounds/balai_en.mp3"
    },
 
    {
      "name": "feuilles_mortes",
      "description": "Dead leaves are a valuable source of organic matter for composting, providing essential nutrients and promoting soil health in the garden.",
      "sound": "../sounds/feuilles_en.mp3"
    },
   
    {
      "name": "laitue",
      "description": "Lettuce is a leafy green plant often used as a base for salads. It is rich in fiber, vitamins, and minerals, making it an excellent addition to a balanced diet.",
      "sound": "../sounds/laitue_en.mp3"},
   
    {
      "name":  "tomate",
      "description": "The tomato is a red and juicy fruit found in gardens. It can be eaten raw in salads or cooked in sauces and soups.",
      "sound": "../sounds/tomate_en.mp3"
    }
  ]
}
