{
  "text": [
    {
      "name": "froggy",
      "description": "Well done, you have completed the game!"
    },
    {
      "name": "rateau",
      "description": "A rake is a gardening tool used for raking dead leaves or grass."
    },
    {
      "name": "arrosoir",
      "description": "A watering can is a container with a handle and a spout, used for watering plants."
    },
    {
      "name": "elec",
      "description": "Electricity is a form of energy resulting from the movement of electrons."
    },
    {
      "name": "rotten",
      "description": "A rotten fruit is a fruit that has started to decompose and is no longer edible."
    },
    {
      "name": "trash",
      "description": "Trash refers to objects or substances that are discarded because they are no longer useful or necessary."
    },
    {
      "name": "velo",
      "description": "A bicycle is an eco-friendly and healthy means of transportation, propelled by muscular force."
    },
    {
      "name": "solaire",
      "description": "Solar energy is produced from sunlight, captured by solar panels to generate electricity."
    },
    {
      "name": "eolienne",
      "description": "Wind energy is produced by the force of the wind and captured by wind turbines to generate electricity."
    },
    {
      "name": "hydraulique",
      "description": "Hydraulic energy is produced by the force of moving water, used in hydroelectric dams to generate electricity."
    },
    {
      "name": "biomasse",
      "description": "Biomass is energy produced from organic matter, such as wood, agricultural waste, and urban waste, transformed into fuel or biogas."
    },
    {
      "name": "geothermique",
      "description": "Geothermal energy is produced by the heat of the Earth, harnessed through geothermal power plants to produce heat or electricity."
    },
    {
      "name": "secateur",
      "description": "Pruners are gardening tools used for pruning smaller branches, cutting plant stems, and removing dead flowers. They enable clean and precise cuts, thus promoting plant health."
    },
    {
      "name": "seau",
      "description": "A bucket is a useful container for carrying water, collecting garden waste, storing tools, and gathering harvests."
    },
    {
      "name": "fourche",
      "description": "A pitchfork is a tool with prongs used for aerating soil, breaking up clumps, and uprooting weeds in the garden."
    },
    {
      "name": "balai",
      "description": "A leaf broom is a tool used to gather and clean up dead leaves, debris, and other garden litter, thus facilitating the maintenance of a clean and orderly outdoor space."
    },
    {
      "name": "compost",
      "description": "Compost is a mixture of decomposing organic matter, such as food scraps, dead leaves, and manure, used as a natural fertilizer to enrich garden soil."
    },
    {
      "name": "eppluchures",
      "description": "Fruit and vegetable peelings are food waste that can be added to compost to enrich the soil with nutrients."
    },
    {
      "name": "feuilles_mortes",
      "description": "Dead leaves are a valuable source of organic matter for composting, providing essential nutrients and promoting soil health in the garden."
    },
    {
      "name": "papier",
      "description": "Paper, especially uncolored paper, is an excellent source of carbonaceous matter for compost. It can be shredded and added to the compost pile to promote decomposition and improve soil structure."
    },
    {
      "name": "branches",
      "description": "Branches and small pruning cuts are woody materials that can be composted to provide structure and nutrients to the compost pile. They decompose slowly and help aerate the pile."
    },
    {
      "name": "laitue",
      "description": "Lettuce is a leafy green plant often used as a base for salads. It is rich in fiber, vitamins, and minerals, making it an excellent addition to a balanced diet."
    },
    {
      "name": "basilic",
      "description": "Basil is a plant with pretty green leaves that smell very good! It is often used to make tomato sauce or to flavor our favorite dishes like pasta or pizza."
    },
    {
      "name":  "tomate",
      "description": "The tomato is a red and juicy fruit found in gardens. It can be eaten raw in salads or cooked in sauces and soups."
    },
    {
      "name": "fraisier",
      "description": "The strawberry is a plant that produces delicious red and sweet strawberries. They can be eaten as they are, or they can be used in desserts like pies or fruit salads."
    },
    {
      "name": "haricots",
      "description": "Beans are tall plants with pretty flowers and green pods. Inside the pods, there are small seeds that can be eaten after cooking."
    },
    {
      "name": "potiron",
      "description": "The pumpkin is a large, round, orange vegetable that grows in gardens in the autumn. It can be used to make delicious soups or pies to warm up when it's cold outside!"
    }
  ]
}
